Revit 2023 API
GroupTypeId.Constraints Property
 "Constraints"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId Constraints { get; }
Visual Basic
Public Shared ReadOnly Property Constraints As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Constraints {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace